Repository: UniversitaDellaCalabria/iasp
Catalog: src/iasp/locale/*/LC_MESSAGES/django.po
Languages: it

source: Use the international format (e.g. +39 111 999)
it: Utilizzare il formato internazionale (es: +39 111 999)

source: TaxPayer ID - codice fiscale
it: Codice fiscale

source: Phone number
it: Numero di telefono

source: Home
it: Pagina iniziale

source: First name
it: Nome

source: Last name
it: Cognome

source: Taxpayer ID
it: Codice fiscale

source: Edit
it: Modifica

source: Edit user data
it: Modifica dati utente

source: Invalid phone number
it: Numero di telefono non valido

source: Invalid or poorly formatted phone number
it: Numero di telefono non valido o formattato in modo errato

source: Data saved successfully
it: Dati salvati con successo

source: Confirm your email by clicking here {}
it: Conferma la tua email cliccando qui {}

source: Email confirmation
it: Conferma email

source: An email has been sent to the address you indicated. Click on the link in the message to confirm the new data
it: E' stata inviata una email all'indirizzo di posta indicato. Clicca sul link nel messaggio per confermare i nuovi dati

source: Wrong data
it: Dati errati

source: Edit personal data
it: Modifica dati personali

source: Missing token
it: Token mancante

source: Invalid token
it: Token non valido

source: Expired token
it: Token scaduto

source: Email updated successfully
it: Email aggiornata con successo

source: Unable to edit application
it: Impossibile modificare la domanda

source: The activity is divided into modules. Request validation for each of them
it: Questa attività è divisa in moduli. Richiedi la validazione per ognuno di essi

source: It is not possible to request validation of credits for this activity
it: Non è possibile richiedere la validazione dei crediti per questa attività

source: I agree with what is stated in the call
it: Accetto quanto specificato nel bando

source: Nationality
it: Nazionalità

source: Home University
it: Università di provenienza

source: Home University country
it: Nazione Università di provenienza

source: Home University city
it: Città Università di provenienza

source: Home University course
it: Corso Università di provenienza

source: Signed self-certification of taken exams
it: Autocertificazione firmata degli esami sostenuti

source: Origin course study plan
it: Piano didattico del corso di provenienza

source: Official votes conversion table
it: Tabella ufficiale di conversione dei voti

source: Certification of knowledge of Italian language (at least B2)
it: Certificazione conoscenza lingua italiana (almeno B2)

source: Declaration of value
it: Dichiarazione di valore

source: Mandatory for non-Italian users
it: Obbligatorio per utenti non italiani

source: Mandatory if coming from a non-Italian university
it: Obbligatorio se proveniente da un'università non italiana

source: University
it: Università

source: Country
it: Nazione

source: City
it: Città

source: Degree course
it: Corso di laurea

source: Name
it: Denominazione

source: Code
it: Codice

source: Credits
it: Crediti

source: Teaching program
it: Scheda insegnamento

source: Webpage URL
it: URL pagina web

source: Vote/outcome
it: Voto/esito

source: Notes
it: Note

source: The field is pre-filled with what was entered during the application creation phase but can be modified if the course was taken in another degree course
it: Il campo è precompilato con quanto inserito in fase di creazione della domanda ma può essere modificato se l'insegnamento è stato sostenuto in un altro corso di laurea

source: Mandatory if coming from an Italian university
it: Obbligatorio se proveniente da un'università italiana

source: You have already entered this teaching!
it: Hai già inserito questo insegnamento!

source: Payment receipt
it: Ricevuta del pagamento

source: Dear {first_name} {last_name}, your application to participate in {call} has been successfully sent. This is an automatic message. Please do not reply to this email.
it: Gentile {first_name} {last_name}, la tua domanda di partecipazione a {call} è stata correttamente inviata. Questo è un messaggio automatico. Si prega di non rispondere a questa email.

source: My applications
it: Le mie domande

source: Are you sure you want to delete the application?
it: Sei sicuro di voler eliminare la domanda?

source: Yes, proceed
it: Si, procedi

source: Application details
it: Dettagli della domanda

source: Created
it: Creata

source: Last modification
it: Ultima modifica

source: Submission date
it: Data di invio

source: Registration details
it: Dettagli protocollo

source: Personal informations
it: Informazioni personali

source: Call details
it: Dettagli del bando

source: Year
it: Anno

source: Places available
it: Posti disponibili

source: Credits threshold
it: Soglia crediti

source: Active from
it: Attivo dal

source: Active until
it: Attivo fino al

source: Career informations
it: Informazioni carriera

source: Download
it: Scarica

source: Payment details
it: Dettagli del pagamento

source: Link to payment
it: Link al pagamento

source: Required teachings
it: Insegnamenti obbligatori

source: insertions
it: inserimenti

source: Manage
it: Gestisci

source: Free credits
it: Crediti a scelta

source: year
it: anno

source: Submit
it: Invia

source: Confirm
it: Conferma

source: Are you sure you want to submit the application?
it: Sei sicuro di voler inviare la domanda?

source: The operation will not be reversible.
it: L'operazione non sarà reversibile.

source: Back to application
it: Torna alla domanda

source: Edit application for
it: Modifica domanda per

source: Requests for recognition of free credits of
it: Richiesta di riconoscimento crediti a scelta di

source: The number of credits for elective courses in the selected year ranges from a minimum of
it: Il numero di crediti per gli insegnamenti a scelta dell'anno selezionato va da un minimo di

source: to a maximum of
it: a un massimo di

source: Credits review
it: Revisione crediti

source: Review notes
it: Note revisione

source: Are you sure you want to delete the review?
it: Sei sicuro di voler eliminare la revisione?

source: Are you sure you want to delete the request?
it: Sei sicuro di voler eliminare la richiesta?

source: No items here
it: Nessun inserimento

source: Add new recognition request
it: Aggiungi nuova richiesta di riconoscimento

source: Request for recognition of free credits of
it: Richiesta di riconoscimento crediti a scelta di

source: Warning
it: Attenzione

source: Fill out the form by entering the data of the taken teaching that you want to use to request recognition
it: Compila il form inserendo i dati dell'insegnamento sostenuto che vuoi utilizzare per richiedere il riconoscimento

source: Call
it: Bando

source: Credits recognition requests
it: Richieste di riconoscimento crediti

source: Click here
it: Clicca qui

source: Request for credits recognition of
it: Richiesta di riconoscimento crediti di

source: Teaching data for which credits recognition is requested
it: Dati insegnamento per cui si sta chiedendo il riconoscimento dei crediti

source: Fill out the form by entering the data of the taken teaching that you want to use to request credits recognition
it: Compila il form inserendo i dati dell'insegnamento sostenuto che vuoi utilizzare per richiedere il riconoscimento dei crediti

source: Request for credits recognition of required teachings
it: Richiesta di riconoscimento crediti per insegnamenti obbligatori

source: Expiration
it: Scadenza

source: Status
it: Stato

source: Registration number
it: Numero protocollo

source: Submitted
it: Inviata

source: Draft
it: Bozza

source: Details
it: Dettagli

source: Add new
it: Aggiungi nuova

source: Teachings
it: Insegnamenti

source: Teaching credits
it: Crediti insegnamento

source: Acquired credits
it: Crediti acquisiti

source: You have reached the minimum limit of required credits by the call
it: Hai raggiunto il limite minimo di crediti richiesti dal bando

source: Declared
it: Dichiarati

source: You are competing for the year
it: Stai concorrendo per l'anno

source: You have not yet reached the minimum number of required credits by the call
it: Non hai ancora raggiunto il numero minimo di crediti richiesti dal bando

source: Your request cannot be sent.
it: La tua richiesta non può essere inviata.

source: You have competed for the year
it: Hai partecipato per l'anno

source: You have not reached the minimum number of required credits by the call
it: Non hai raggiunto il numero minimo di crediti richiesti dal bando

source: Validation request for
it: Richiesta di validazione per

source: Collation completed: {} in {}
it: Fascicolazione effettuata: {} in {}

source: Collation failed: {} in {}
it: Fascicolazione fallita: {} in {}

source: Invalid file extension: {}. Enter only {}
it: Estensione del file non valida: {}. Utilizza esclusivamente {}

source: Excessive file size: {} bytes. Max {} bytes
it: Dimensione del file eccessiva: {} bytes. Max {} bytes

source: Receipt uploaded successfully
it: Ricevuta caricata con successo

source: There are errors in the form
it: Ci sono errori nel form

source: Unable to participate in the selected call
it: Impossibile partecipare al bando selezionato

source: There is already an application against you for this call
it: Esiste già una domanda a tuo carico per questo bando

source: Data modified successfully
it: Dati modificati con successo

source: It is necessary to upload the payment receipt to submit the application
it: E' necessario caricare la ricevuta di pagamento per inviare la domanda

source: Your application has been successfully uploaded and processed. You will soon be able to view the associated reference number.
it: La tua istanza è stata correttamente caricata e presa in carico. A breve potrai visualizzare il numero di protocollo ad essa associato.

source: Application successfully submitted
it: Domanda inviata con successo

source: Enrollment in years after the first
it: Iscrizione agli anni successivi al primo

source: Application successfully deleted
it: Domanda eliminata con successo

source: Change successful
it: Modifica effettuata con successo

source: View currently loaded file
it: Vedi il file attualmente caricato

source: Course studyplan (IT) trunked
it: Piano di studio (IT) troncato

source: Course studyplan (EN) trunked
it: Piano di studio (EN) troncato

source: If payment is required you must specify a URL pointing to this
it: Se è richiesto il pagamento è necessario specificare un URL che punti a questo

source: Back to calls
it: Torna ai bandi

source: Degree course details
it: Dettagli del corso di laurea

source: Typology
it: Tipilogia

source: Department
it: Dipartimento

source: Class
it: Classe

source: Website
it: Sito web

source: Participate
it: Partecipa

source: Active calls
it: Bandi attivi

source: for all degree courses
it: per tutti i corsi di laurea

source: Cohort
it: Coorte

source: No active calls here
it: Nessun bando attivo

source: Expired call
it: Bando scaduto

source: Active role
it: Ruolo attivo

source: Commission member
it: Membro commissione

source: User
it: Utente

source: Logout
it: Esci

source: Discover the current calls for proposals and participate in the one that interests you
it: Scopri i bandi attualmente in corso e partecipa a quello di tuo interesse

source: Read more
it: Scopri di più

source: Manage your applications and monitor the status of each one
it: Gestisci le tue domande di partecipazione e monitora lo stato di ognuna di esse

source: Do you want to confirm the entered data?
it: Desideri confermare i dati immessi?

source: Loading
it: Caricamento

source: Access denied
it: Accesso negato

source: Registration date
it: Data protocollo

source: Commissions
it: Commissioni

source: Applications
it: Domande

source: Commission actions log
it: Log azioni commissione

source: Review credits for
it: Revisione crediti per

source: View applications
it: Vedi domande

source: My commissions
it: Le mie commissioni

source: Start
it: Inizio

source: End
it: Fine

source: Active
it: Attiva

source: The candidate has reached the minimum limit of required credits by the call
it: Il candidato ha raggiunto il limite minimo di crediti richiesti dal bando

source: The candidate has not reached the minimum number of required credits by the call
it: Il candidato non ha raggiunto il numero minimo di crediti richiesti dal bando

source: for
it: per

source: Search
it: Cerca

source: Calls
it: Bandi

source: No calls here
it: Nessun bando

source: New credits value
it: Nuovo valore crediti

source: Review not found
it: Revisione non trovata

source: Review deleted
it: Revisione eliminata

source: Review removed successfully
it: Revisione eliminata con successo
